Repository: crubiogarcia/Voice-Reader-Web-App
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: About
es: Acerca de

source: Drag and drop file here .txt, .pdf or .docx
es: Arrastre y suelte el archivo .txt, .pdf o .docx

source: Drag your text file here
es: Arrastre y suelte el archivo aquí

source: Loading...
es: Cargando...

source: Play
es: Reproducir

source: Download
es: Descarga

source: New file
es: Nuevo archivo

source: Voice Reader is a web service that converts text documents in .pdf, .txt and .docx into audio, featuring a friendly UI for easy visual accessibility.
es: Voice Reader es un servicio web que convierte documentos de texto en .pdf, .txt y .docx en audio, con una interfaz fácil y accesible.

source: Click to Play about Voice Reader
es: Haga Click para escuchar sobre Voice Reader

source: Only .docx, .txt, or .pdf files are allowed.
es: Solo permite archivos .docx, .txt, o .pdf

source: File upload failed. Please try again.
es: Fallo en la carga del archivo. Por favor, inténtelo de nuevo.

source: Pause
es: Pausa

source: File too large, must be less than 10MB.
es: Archivo demasiado grande, debe ser menor de 10 MB.

source: File type not allowed, only .pdf, .txt, or .docx are allowed.
es: Solo permite archivos .docx, .txt, o .pdf

source: File exceeds the maximum character limit of {MAX_CHAR_LIMIT} characters.
es: El archivo excede el límite máximo de caracteres de {MAX_CHAR_LIMIT}.

source: No text found in the file.
es: No se encontró texto en el archivo.

source: Audio file not found.
es: No se puedo encontrar el archivo de audio.
